Repository: aosm/gnutar
Catalog: tar/po/*.po
Languages: tr

source: GNU tar cannot read nor produce `--posix' archives. If POSIXLY_CORRECT is set in the environment, GNU extensions are disallowed with `--posix'. Support for POSIX is only partially implemented, don't count on it yet. ARCHIVE may be FILE, HOST:FILE or USER@HOST:FILE; DATE may be a textual date or a file name starting with `/' or `.', in which case the file's date is used. *This* `tar' defaults to `-f%s -b%d'.
tr: GNU tar `--posix' arþivleri ne okuyabilir ne de oluþturabilir. POSIXLY_CORRECT çevre deðiþkeni atanmýþsa, `--posix' ile GNU açýnýmlarý yapýlamaz. POSIX desteði kýsmen saðlanmýþtýr ve var denemez. Bir ARÞÝV; DOSYA, MAKÝNA:DOSYA ya da KULLANICI@MAKÝNA:DOSYA þeklinde isimler alabilir. TARÝH metin biçemli olabileceði gibi dosyanýn tarihinin kullanýlacaðý durumlarda `/' veya `.' ile baþlayan bir dosya ismi de olabilir. *Bu* `tar' için `-f%s -b%d' öntanýmlýdýr.

source: You may not specify more than one `-Acdtrux' option
tr: `-Acdtrux' seçenekleri birden fazla belirtilemez

source: Conflicting compression options
tr: Sýkýþtýrma seçenekleri çeliþiyor

source: Old option `%c' requires an argument.
tr: Eski seçenek `%c' bir argümanla kullanýlýr.

source: Obsolete option, now implied by --blocking-factor
tr: Seçenek artýk kullanýlmýyor, yerine --blocking-factor kullanýn

source: Obsolete option name replaced by --blocking-factor
tr: Artýk kullanýlmayan seçenek --blocking-factor ile deðiþtirildi

source: Invalid blocking factor
tr: Bloklama çarpaný geçersiz

source: Obsolete option name replaced by --read-full-records
tr: Artýk kullanýlmayan seçenek --read-full-records ile deðiþtirildi

source: Warning: the -I option is not supported; perhaps you meant -j or -T?
tr: Uyarý: -I seçeneði desteklenmiyor; -j ya da -T mi yazacaktýnýz yoksa?

source: Invalid tape length
tr: Kayýt ortamýnýn uzunluðu geçersiz

source: Obsolete option name replaced by --touch
tr: Artýk kullanýlmayan seçenek --touch ile deðiþtirildi

source: More than one threshold date
tr: Birden fazla eþik tarihi

source: Date file not found
tr: Tarih dosyasý bulunamadý

source: Substituting %s for unknown date format %s
tr: %s bilinmeyen tarih biçemi %s yerine kullanýlýyor

source: Conflicting archive format options
tr: Arþivleme biçemi seçenekleri çeliþiyor

source: Obsolete option name replaced by --absolute-names
tr: Artýk kullanýlmayan seçenek --absolute-names ile deðiþtirildi

source: Obsolete option name replaced by --block-number
tr: Artýk kullanýlmayan seçenek --block-number ile deðiþtirildi

source: Warning: the -y option is not supported; perhaps you meant -j?
tr: Uyarý: -y seçeneði desteklenmiyor; -j olmasýn?

source: Obsolete option name replaced by --backup
tr: Artýk kullanýlmayan seçenek --backup ile deðiþtirildi

source: %s: Invalid group
tr: %s: geçersiz grup

source: Invalid mode given on option
tr: Seçenekte verilen kip geçersiz

source: Invalid owner
tr: Geçersiz sahip

source: Invalid record size
tr: Kayýt uzunluðu geçersiz

source: Record size must be a multiple of %d.
tr: Kayýt uzunluðu %d nin katlarý olmalý

source: Options `-[0-7][lmh]' not supported by *this* tar
tr: `-[0-7][lmh]' seçeneði *bu* tar ile desteklenmiyor

source: Written by John Gilmore and Jay Fenlason.
tr: John Gilmore ve Jay Fenlason tarafýndan yazýldý.

source: GNU features wanted on incompatible archive format
tr: GNU özellikleri ile uyumsuz arþiv biçemi

source: Multiple archive files requires `-M' option
tr: `-M' seçeneði ile çok sayýda arþiv dosyasý gerekir

source: Cannot combine --listed-incremental with --newer
tr: --listed-incremental ile --newer birlikte kullanýlamaz

source: %s: Volume label is too long (limit is %lu bytes)
tr: %s: Bölüm etiketi çok uzun (sýnýr: %lu bayt)

source: Cowardly refusing to create an empty archive
tr: Bir boþ arþivin oluþturulmasý ister istemez reddediliyor

source: Options `-Aru' are incompatible with `-f -'
tr: `-Aru' seçenekleri `-f -' ile uyumsuz

source: You must specify one of the `-Acdtrux' options
tr: `-Acdtrux' seçeneklerinden biri belirtilmeli

source: Error in writing to standard output
tr: Standart çýktýya yazýlýrken hata

source: Error exit delayed from previous errors
tr: Hata çýkýþý önceki hatalardan dolayý gecikti

source: %s: File shrank by %s bytes
tr: %s: Dosya %s baytta kýrpýlmýþ

source: Generate data files for GNU tar test suite.
tr: GNU tar testleri için veri dosyalarý üretiliyor.

source: Usage: %s [OPTION]...
tr: Kullanýmý: %s [SEÇENEK]...

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. -l, --file-length=LENGTH LENGTH of generated file -p, --pattern=PATTERN PATTERN is `default' or `zeros' --help display this help and exit --version output version information and exit
tr: Uzun seçeneklerde zorunlu olan argümanlar kýsa seçeneklerde de zorunludur. -l, --file-length=UZUNLUK üretilen dosyanýn UZUNLUÐu -p, --pattern=KALIP KALIP `default' ya da `zeros' olabilir --help bu yardým iletisi gösterilir ve çýkar --version sürüm bilgileri gösterilir ve çýkar

source: Written by F. Pinard.
tr: François Pinard tarafýndan yazýldý.
