Repository: aosm/gnutar
Catalog: tar/po/*.po
Languages: tr

source: invalid argument %s for %s
tr: %s argümaný `%s' için geçersiz

source: ambiguous argument %s for %s
tr: %s argümaný `%s' için belirsiz

source: Valid arguments are:
tr: Geçerli argümanlar:

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði belirsiz

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
tr: %s: seçenek `%c%s' argümansýz kullanýlýr

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði bir argümanla kullanýlýr

source: %s: unrecognized option `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
tr: %s: kuraldýþý seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek bir argümanla kullanýlýr -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: block size
tr: blok uzunluðu

source: memory exhausted
tr: bellek tükendi

source: Total bytes written: %s (%sB, %sB/s)
tr: Yazýlan toplam bayt: %s (%sB, %sB/s)

source: (pipe)
tr: (veri yolu)

source: Cannot close
tr: Kapatýlamýyor

source: Cannot dup
tr: Çoðaltýlamadý

source: Cannot use compressed or remote archives
tr: Sýkýþtýrýlmýþ veya uzak arþivler kullanýlamaz

source: tar (child)
tr: tar (çocuk)

source: tar (grandchild)
tr: tar (torun)

source: Invalid value for record_size
tr: record_size için geçersiz deðer

source: No archive name given
tr: Arþiv ismi verilmemiþ

source: Cannot verify multi-volume archives
tr: Çok sayýda bölüm içeren arþivler doðrulanamaz

source: Cannot allocate memory for blocking factor %d
tr: Bloklama faktörü %d için bellek ayrýlamýyor

source: Cannot use multi-volume compressed archives
tr: Çok sayýda bölüm içeren sýkýþtýrýlmýþ arþivler kullanýlamýyor

source: Cannot verify compressed archives
tr: Sýkýþtýrýlmýþ arþivler doðrulanamaz

source: Cannot update compressed archives
tr: Sýkýþtýrýlmýþ arþivler güncellenemez

source: Cannot verify stdin/stdout archive
tr: stdG/stdÇ arþiv doðrulanamaz

source: Archive not labeled to match %s
tr: Arþiv etiketi %s ile eþleþmiyor

source: Volume %s does not match %s
tr: %s bölümü %s ile eþleþmiyor

source: Write checkpoint %d
tr: Yazma denetim yeri %d

source: At beginning of tape, quitting now
tr: Bandýn baþlangýcýnda, þimdilik çýkýyor

source: Too many errors, quitting
tr: Çok hata var, çýkýyor

source: Read checkpoint %d
tr: Okuma denetim yeri %d

source: Reading %s
tr: %s okunuyor

source: WARNING: No volume header
tr: UYARI: Bölüm baþlýðý yok

source: %s is not continued on this volume
tr: %s bu bölümde devam etmiyor

source: %s is the wrong size (%s != %s + %s)
tr: %s yanlýþ uzunluk (%s != %s + %s)

source: This volume is out of sequence
tr: Bu bölüm sýralama dýþý

source: Unaligned block (%lu bytes) in archive
tr: Arþivde hizalanmamýþ blok (%lu bayt)

source: Record size = %lu blocks
tr: Kayýt uzunluðu = %lu blok

source: Cannot backspace archive file; it may be unreadable without -i
tr: Arþiv dosyasý geri alýnamaz; -i olmaksýzýn okunamayabilir olabilir

source: Child died with signal %d
tr: %d sinyali ile alt süreç öldü.

source: Child returned status %d
tr: Alt süreç %d durumuyla sonuçlandý

source: %s: contains invalid volume number
tr: %s: geçersiz bölüm numarasý içeriyor

source: Volume number overflow
tr: Bölüm numarasý kapsamdýþý

source: `%s' command failed
tr: `%s' komutu baþarýsýz

source: Prepare volume #%d for %s and hit return:
tr: #%d. bölümü %s için hazýrlamak istiyorsanýz return tuþuna basýnýz:

source: EOF where user reply was expected
tr: Kullanýcý cevabý beklenirken dosya sonuna gelindi

source: WARNING: Archive is incomplete
tr: UYARI: Arþiv eksik

source: n [name] Give a new file name for the next (and subsequent) volume(s) q Abort tar ! Spawn a subshell ? Print this list
tr: n [isim] Sonraki (ve peþisýra) bölüm(ler) için yeni dosya ismi q Uygulama sonlandýrýlýr ! Bir alt kabuk oluþturulur ? Bu liste gösterilir

source: No new volume; exiting.
tr: Baþka bölüm yok; çýkýyor.

source: Could only read %lu of %lu bytes
tr: Sadece %lu / %lu (bayt) okunabildi

source: Contents differ
tr: Ýçerikleri farklý

source: Unexpected EOF in archive
tr: Arþivde beklenmeyen dosya sonu

source: Verify
tr: Doðrulama

source: %s: Unknown file type '%c', diffed as normal file
tr: %s: '%c' dosya türü bilinmiyor, normal dosya olarak karþýlaþtýrýldý

source: File type differs
tr: Dosya türleri farklý

source: Mode differs
tr: Kipleri farklý

source: Uid differs
tr: Kullanýcý-kimlikler farklý

source: Gid differs
tr: Grup-kimlikler farklý

source: Mod time differs
tr: Deðiþiklik zamanlarý farklý

source: Size differs
tr: Uzunluklarý farklý

source: Not linked to %s
tr: %s'e baðlý deðil

source: Symlink differs
tr: Sembolik baðlar farklý

source: Device number differs
tr: Aygýt numaralarý farklý

source: VERIFY FAILURE: %d invalid header(s) detected
tr: DOÐRULAMA BAÞARISIZ: %d geçersiz baþlýk saptandý

source: Generating negative octal headers
tr: Negatif sekizlik baþlýk üretiliyor

source: value %s out of %s range %s..%s; substituting %s
tr: %s deðeri, %s (%s..%s aralýðýnýn) dýþýnda; yerine %s kullanýlýyor

source: value %s out of %s range %s..%s
tr: %s deðeri, %s dýþýnda (%s..%s aralýðýnýn)

source: Member names contain `..'
tr: Üye isimler `..' içeriyor

source: Removing leading `%.*s' from member names
tr: Üye isimlerinin sonundaki `%.*s' kaldýrýlýyor

source: %s: file is unchanged; not dumped
tr: %s: dosya deðiþmedi; dökümlenmedi

source: %s: file is the archive; not dumped
tr: %s: dosya arþivdir; dökümlenmedi

source: %s: file is on a different filesystem; not dumped
tr: %s: dosya farklý bir dosya sisteminde; dökümlenmedi

source: %s: File removed before we read it
tr: %s: Dosya okunamadan kaldýrýldý

source: %s: File shrank by %s bytes; padding with zeros
tr: %s: Dosya %s baytta kaldý; sýfýrlarla dolduruluyor

source: %s: file changed as we read it
tr: %s: dosya okundu olarak imlendi

source: %s: socket ignored
tr: %s: soket yoksayýldý

source: %s: door ignored
tr: %s: kapý yoksayýldý

source: %s: Unknown file type; file ignored
tr: %s: Bilinmeyen dosya türü; dosya yoksayýldý

source: This does not look like a tar archive
tr: Bu bir tar arþivi gibi görünmüyor

source: Skipping to next header
tr: Sonraki baþlýða atlanýyor

source: Deleting non-header from archive
tr: Arþivden baþlýk-olmayan siliniyor

source: %s: time stamp %s is %lu s in the future
tr: %s: zaman damgasý %s %lu s gelecekte

source: %s: Unexpected inconsistency when making directory
tr: %s: Dizin oluþturulurken anlaþýlamayan uyumsuzluk

source: %s: Directory renamed before its status could be extracted
tr: %s: durumu çýkarýlamadan dizin ismi deðiþtirildi

source: %s: Member name contains `..'
tr: %s: Üye ismi `..' içeriyor

source: %s: Was unable to backup this file
tr: %s: Bu dosyayý yedeklemek mümkün olmadý

source: Extracting contiguous files as regular files
tr: Bitiþik dosyalarý normal dosyalar olarak çýkarýyor

source: Attempting extraction of symbolic links as hard links
tr: Sembolik baðlar, sabit baðlar olarak çýkarýlmaya çalýþýlýyor

source: %s: Cannot extract -- file is continued from another volume
tr: %s: Dosya çýkarýlamaz -- diðer bölümden devam ediliyor

source: Visible long name error
tr: Görünür uzun isim hatasý

source: %s: Unknown file type '%c', extracted as normal file
tr: %s: Bilinmeyen dosya türü '%c', normal dosya olarak çýkartýlýyor

source: Error is not recoverable: exiting now
tr: Hata kurtarýlabilir deðil: þimdilik çýkýlýyor

source: %s: Directory has been renamed
tr: %s: Dizin adý deðiþtirilmiþti

source: %s: Directory is new
tr: %s: Dizin yeni

source: Invalid time stamp
tr: Geçersiz zaman damgasý

source: Time stamp out of range
tr: Zaman damgasý kapsamdýþý

source: Invalid device number
tr: Geçersiz aygýt numarasý

source: Device number out of range
tr: Aygýt numarasý kapsamdýþý

source: Invalid inode number
tr: Geçersiz i-düðüm numarasý

source: Inode number out of range
tr: I-düðüm numarasý kapsamdýþý

source: %s: Deleting %s
tr: %s: %s siliniyor

source: %s: Cannot remove
tr: %s: Kaldýrýlamaz

source: %s: Omitting
tr: %s: Geçiliyor

source: block %s: ** Block of NULs **
tr: blok %s: ** NUL bloku **

source: block %s: ** End of File **
tr: blok %s: ** Dosya Sonu **

source: Blanks in header where numeric %s value expected
tr: Sayýsal %s deðeri beklenirken baþlýkta boþluklar bulundu

source: Archive octal value %.*s is out of %s range; assuming two's complement
tr: Arþiv sekizlik deðeri %.*s kapsamýn %s dýþýnda; ikinin tümleyeni kabul ediliyor

source: Archive octal value %.*s is out of %s range
tr: Arþiv sekizlik deðeri %.*s kapsamýn %s dýþýnda

source: Archive contains obsolescent base-64 headers
tr: Arþiv eski tip base-64 baþlýklar içeriyor

source: Archive signed base-64 string %s is out of %s range
tr: Arþiv imzalý base-64 dizge %s, %s kapsamýnýn dýþýnda

source: Archive base-256 value is out of %s range
tr: Arþiv base-256 deðeri %s kapsamýnýn dýþýnda

source: Archive contains %.*s where numeric %s value expected
tr: Arþiv %.*s içeriyor, sayýsal %s deðeri içermeliydi.

source: Archive value %s is out of %s range %s..%s
tr: Arþiv deðeri %s kapsamýn %s dýþýnda (kapsam: %s..%s)

source: block %s:
tr: blok %s:

source: Visible longname error
tr: Görünür uzun isim hatasý

source: link to %s
tr: baðý -> %s

source: unknown file type %s
tr: bilinmeyen dosya türü %s

source: --Volume Header--
tr: --Bölüm Baþlýðý--

source: --Continued at byte %s--
tr: --Devamý bayt %s de--

source: --Mangled file names--
tr: --Bozuk dosya isimleri--

source: Creating directory:
tr: Oluþturulan dizin:

source: Unexpected EOF in mangled names
tr: Bozuk isimlerde anlaþýlmayan dosya sonu

source: %s: Cannot rename to %s
tr: %s: Ýsmi %s olarak deðiþtirilemez

source: Renamed %s to %s
tr: %s %s olarak deðiþti

source: %s: Cannot symlink to %s
tr: %s: %s'e sembolik bað kurulamýyor

source: Symlinked %s to %s
tr: %s -> %s sembolik baðý kuruldu

source: Unknown demangling command %s
tr: Düzeltme komutu %s bilinmiyor

source: Renaming %s to %s
tr: %s %s olarak deðiþtiriliyor

source: Renaming %s back to %s
tr: Gerisin geriye %s %s olarak deðiþtiriliyor

source: Cannot save working directory
tr: Çalýþýlan dizin kaydedilemez

source: Cannot change working directory
tr: Çalýþma dizini deðiþtirilemez

source: %s: Cannot %s
tr: %s: %s olanaksýz

source: %s: Warning: Cannot %s
tr: %s: Uyarý: %s olanaksýz

source: %s: Cannot change mode to %s
tr: %s: Kip %s olarak deðiþtirilemez

source: %s: Cannot change ownership to uid %lu, gid %lu
tr: %s: Dosya sahipliði, Kullanýcý-kimlik %lu ve Grup-kimlik %lu olarak deðiþtirilemez.

source: %s: Cannot hard link to %s
tr: %s: %s'e sabit bað kurulamýyor

source: %s: Read error at byte %s, reading %lu bytes
tr: %s: %s baytta okuma hatasý, okunan %lu bayt

source: %s: Warning: Read error at byte %s, reading %lu bytes
tr: %s: Uyarý: %s baytta okuma hatasý, okunan %lu bayt

source: %s: Cannot seek to %s
tr: %s: %s e gidilemiyor

source: %s: Warning: Cannot seek to %s
tr: %s: Uyarý: %s e gidilemiyor

source: %s: Cannot create symlink to %s
tr: %s: %s'e sembolik bað oluþturulamýyor

source: %s: Wrote only %lu of %lu bytes
tr: %s: Sadece %lu /%lu bayt yazýldý

source: child process
tr: alt süreç

source: interprocess channel
tr: süreçlerarasý kanal

source: Missing file name after -C
tr: -C 'den sonra dosya ismi verilmemiþ

source: %s: Not found in archive
tr: %s: Arþivde yok

source: rmtd: Cannot allocate buffer space
tr: rmtd: Tampon alan ayrýlamýyor

source: Cannot allocate buffer space
tr: Tampon alan ayrýlamýyor

source: Try `%s --help' for more information.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: Usage: %s [OPTION] Manipulate a tape drive, accepting commands from a remote process. --version Output version info. --help Output this help.
tr: Kullanýmý: %s [SEÇENEK] Bir teybi uzak baðlantý üzerinden komut kabul ederek çalýþtýrýr. --version Sürümü basar ve çýkar. --help Bu iletiyi basar ve çýkar.

source: Report bugs to <bug-tar@gnu.org>.
tr: Yazýlým hatalarýný <bug-tar@gnu.org> adresine, çeviri hatalarýný <gnu-tr-u12a@lists.sourceforge.net> adresine bildiriniz.

source: This program comes with NO WARRANTY, to the extent permitted by law. You may redistribute it under the terms of the GNU General Public License; see the file named COPYING for details.
tr: Bu bir serbest yazýlýmdýr; HÝÇBÝR GARANTÝSÝ yoktur; hatta SATILABÝLÝRLÝÐÝ veya HERHANGÝ BÝR AMACA UYGUNLUÐU için bile garanti verilmez. GNU Genel Kamu Lisansý koþullarý altýnda serbestçe daðýtabilirsiniz; kopyalama koþullarý için COPYING isimli dosyaya bakýnýz

source: Seek offset out of range
tr: Arama baþlangýcý kapsamdýþý

source: Seek direction out of range
tr: Arama yönü kapsamdýþý

source: rmtd: Premature eof
tr: rmtd: Dosya sonu belirsiz

source: Premature end of file
tr: Dosya sonu belirsiz

source: rmtd: Garbage command %c
tr: rmtd: %c komutu bozuk

source: Garbage command
tr: Bozuk komut

source: exec/tcp: Service not available
tr: exec/tcp: Servis yok

source: stdin
tr: stdG

source: stdout
tr: stdÇ

source: Cannot execute remote shell
tr: Uzak kabuk çalýþtýrýlamýyor

source: Options `-%s' and `-%s' both want standard input
tr: `-%s' ve `-%s' seçeneklerinin ikisi de standart girdi istiyor

source: GNU `tar' saves many files together into a single tape or disk archive, and can restore individual files from the archive.
tr: GNU `tar' birçok dosyayý birarada tek bir banda ya da bir disk arþivine kaydeder ve istediðiniz dosyayý arþivden geri almanýzý saðlar.

source: Usage: %s [OPTION]... [FILE]... Examples: %s -cf archive.tar foo bar # Create archive.tar from files foo and bar. %s -tvf archive.tar # List all files in archive.tar verbosely. %s -xf archive.tar # Extract all files from archive.tar.
tr: Kullanýmý: %s [SEÇENEK]... [DOSYA]... Örnekler: %s -cf arþiv.tar foo bar # foo ve bar dosyalarýndan arþiv.tar oluþturulur. %s -tvf arþiv.tar # arþiv.tar içindeki dosyalar listelenir. %s -xf arþiv.tar # arþiv.tar'dan tüm dosyalar çýkarýlýr.

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. Similarly for optional arguments.
tr: Uzun seçeneklerdeki zorunlu argümanlar kýsa seçenekler için de zorunludur. Ýsteðe baðlý argümanlar içinde benzer koþul geçerlidir.

source: Main operation mode: -t, --list list the contents of an archive -x, --extract, --get extract files from an archive -c, --create create a new archive -d, --diff, --compare find differences between archive and file system -r, --append append files to the end of an archive -u, --update only append files newer than copy in archive -A, --catenate append tar files to an archive --concatenate same as -A --delete delete from the archive (not on mag tapes!)
tr: Ana iþlem kipi: -t, --list bir arþivin içeriði listelenir -x, --extract, --get arþivden dosyalar çýkarýlýr -c, --create yeni bir arþiv oluþturulur -d, --diff, --compare arþiv ile dosya sistemi arasýndaki farklar bulunur -r, --append dosyalar arþivin sonuna eklenir -u, --update sadece arþivdekilerden yeni olan dosyalar eklenir -A, --catenate tar dosyalarý bir arþive eklenir --concatenate -A ile ayný --delete arþivden dosya silinir (band!dan silinmez)

source: Handling of file attributes: --owner=NAME force NAME as owner for added files --group=NAME force NAME as group for added files --mode=CHANGES force (symbolic) mode CHANGES for added files --atime-preserve don't change access times on dumped files -m, --modification-time don't extract file modified time --same-owner try extracting files with the same ownership --no-same-owner extract files as yourself --numeric-owner always use numbers for user/group names -p, --same-permissions extract permissions information --no-same-permissions do not extract permissions information --preserve-permissions same as -p -s, --same-order sort names to extract to match archive --preserve-order same as -s --preserve same as both -p and -s
tr: Dosya özniteliklerinin saðlanmasý: --owner=ÝSÝM kullanýcý kimliði ÝSÝM yapýlýr --group=ÝSÝM grup kimliði ÝSÝM yapýlýr --mode=DEÐÝÞÝKLÝKLER dosya kipleri DEÐÝÞÝKLÝKLERe ayarlanýr --atime-preserve dökümlenen dosyalarda eriþim zamaný korunur -m, --modification-time dosya deðiþiklik zamaný çýkarýlmaz --same-owner dosyalar kendi sahiplerinin ismine çýkarýlýr --no-same-owner dosyalar adýnýza çýkarýlýr --numeric-owner kull/grup isimlerinde daima sayýlar kullanýlýr -p, --same-permissions eriþim izinlerine baðlý kalarak çýkarýlýr --no-same-permissions eriþim izinlerine bakýlmadan çýkarýlýr --preserve-permissions -p ile ayný -s, --same-order dosyalarý arþivdeki sýrasýna göre çýkarýr --preserve-order -s ile ayný --preserve -p ve -s birlikte kullanýlmýþ gibi iþlem yapar

source: Device selection and switching: -f, --file=ARCHIVE use archive file or device ARCHIVE --force-local archive file is local even if has a colon --rsh-command=COMMAND use remote COMMAND instead of rsh -[0-7][lmh] specify drive and density -M, --multi-volume create/list/extract multi-volume archive -L, --tape-length=NUM change tape after writing NUM x 1024 bytes -F, --info-script=FILE run script at end of each tape (implies -M) --new-volume-script=FILE same as -F FILE --volno-file=FILE use/update the volume number in FILE
tr: Aygýt seçimi ve denetimi: -f, --file=ARÞÝV ARÞÝV dosyasý ya da aygýtý kullanýlýr --force-local ':' içerse bile arþiv dosyasý yerel sayýlýr --rsh-command=KOMUT rsh yerine KOMUT kullanýlýr -[0-7][lmh] aygýt ve yoðunluk belirtilir -M, --multi-volume çok sayýda bölüm içeren arþivler oluþturulur/listelenir/çýkarýlýr -L, --tape-length=SAYI SAYI x 1024 bayt yazýldýktan sonra bant deðiþtirilecek -F, --info-script=DOSYA her bandýn sonunda DOSYA çalýþtýrýlýr (-M uygulanýr) --new-volume-script=DOSYA -F DOSYA ile ayný --volno-file=DOSYA DOSYA içindeki bölüm numarasýný kullanýr ya da günceller

source: Device blocking: -b, --blocking-factor=BLOCKS BLOCKS x 512 bytes per record --record-size=SIZE SIZE bytes per record, multiple of 512 -i, --ignore-zeros ignore zeroed blocks in archive (means EOF) -B, --read-full-records reblock as we read (for 4.2BSD pipes)
tr: Aygýt bloklama: -b, --blocking-factor=SAYI kayýt baþýna 512 baytlýk SAYI blok --record-size=SAYI 512 nin katlarý olarak kayýt uzunluðu -i, --ignore-zeros arþivdeki sýfýrlý bloklar yoksayýlýr -B, --read-full-records okunanlar olarak yeniden bloklanýr

source: Archive format selection: -V, --label=NAME create archive with volume name NAME PATTERN at list/extract time, a globbing PATTERN -o, --old-archive, --portability write a V7 format archive --posix write a POSIX format archive -j, --bzip2 filter the archive through bzip2 -z, --gzip, --ungzip filter the archive through gzip -Z, --compress, --uncompress filter the archive through compress --use-compress-program=PROG filter through PROG (must accept -d)
tr: Arþiv biçemi seçimi: -V, --label=ÝSÝM arþiv bölüm ÝSMÝ ile oluþturulur KALIP listeleme/çýkarma sýrasýnda kullanýlacak genelleme KALIBý -o, --old-archive, --portability V7 biçemi bir arþiv oluþturur --posix POSIX biçemi bir arþiv oluþturur -j, --bzip2 arþivi bzip2 ile süzer -z, --gzip, --ungzip arþivi gzip ile süzer -Z, --compress, --uncompress arþivi compress ile süzer --use-compress-program=UYG arþivi UYGulama ile süzer (uygulama -d kabul etmeli)

source: Local file selection: -C, --directory=DIR change to directory DIR -T, --files-from=NAME get names to extract or create from file NAME --null -T reads null-terminated names, disable -C --exclude=PATTERN exclude files, given as a PATTERN -X, --exclude-from=FILE exclude patterns listed in FILE --anchored exclude patterns match file name start (default) --no-anchored exclude patterns match after any / --ignore-case exclusion ignores case --no-ignore-case exclusion is case sensitive (default) --wildcards exclude patterns use wildcards (default) --no-wildcards exclude patterns are plain strings --wildcards-match-slash exclude pattern wildcards match '/' (default) --no-wildcards-match-slash exclude pattern wildcards do not match '/' -P, --absolute-names don't strip leading `/'s from file names -h, --dereference dump instead the files symlinks point to --no-recursion avoid descending automatically in directories -l, --one-file-system stay in local file system when creating archive -K, --starting-file=NAME begin at file NAME in the archive
tr: Yerel dosya seçimi: -C, --directory=DÝZÝN DÝZÝNe geçer -T, --files-from=ÝSÝM çýkarýlacak/oluþturulacak dosyalar ÝSÝM dosyasýndan alýnýr --null -T ile null-sonlandýrmalý isimler okunur, -C etkisiz olur --exclude=KALIP genelleme KALIBý ile belirtilen dosyalar dýþlanýr -X, --exclude-from=DOSYA DOSYAda listelenen genelleme KALIPlarý ile belirlenen dosyalar dýþlanýr --anchored dosya ismi baþlangýcý uyanlar dýþlanýr (öntanýmlý) --no-anchored herhangi bir / dan sonra eþleþenler dýþlanýr --ignore-case harf büyüklüðüne duyarlý olmamanýn dýþlanmasý --no-ignore-case harf büyüklüðüne duyarlýlýðýn dýþlanmasý (öntanýmlý) --wildcards genel arama karakterleri kullanýlan kalýplar dýþlanýr (öntanýmlý) --no-wildcards salt dizge kalýplar dýþlanýr --wildcards-match-slash '/' ile eþleþen genel arama karakterleri dýþlanýr (öntanýmlý) --no-wildcards-match-slash '/' ile eþleþmeyen genel arama karakterleri dýþlanýr (öntanýmlý) -P, --absolute-names dosya isimlerinin sonlarýndan `/'lar ayýklanmaz -h, --dereference sembolik bað yerine baðlanan dosyayý dökümler --no-recursion alt dizinlerde iþlem yapýlmaz -l, --one-file-system arþiv oluþturulurken yerel dosya sisteminde kalýnýr -K, --starting-file=ÝSÝM arþiv içinde ÝSÝMli dosyadan baþlanýr

source: -N, --newer=DATE only store files newer than DATE --newer-mtime=DATE compare date and time when data changed only --after-date=DATE same as -N
tr: -N, --newer=TARÝH TARÝHten daha yeni dosyalar saklanýr --newer-mtime=TARÝH sadece veri deðiþtiðinde tarih ve saat karþýlaþtýrýlýr --after-date=TARÝH -N ile ayný

source: --backup[=CONTROL] backup before removal, choose version control --suffix=SUFFIX backup before removal, override usual suffix
tr: --backup[=KONTROL] sürüm KONTROLü yaparak silmeden önce yedekler --suffix=SONEK SONEKi aþarak silmeden önce yedeðini alýr

source: Informative output: --help print this help, then exit --version print tar program version number, then exit -v, --verbose verbosely list files processed --checkpoint print directory names while reading the archive --totals print total bytes written while creating archive -R, --block-number show block number within archive with each message -w, --interactive ask for confirmation for every action --confirmation same as -w
tr: Bilgi alma: --help bu yardým iletisi gösterilir ve çýkar --version tar sürüm bilgilerini gösterir ve çýkar -v, --verbose iþlenen dosyalar ayrýntýlý listelenir --checkpoint arþiv okunurken dizin isimleri gösterilir --totals arþiv oluþturulurken yazýlan toplam bayt gösterilir -R, --block-number her iletide arþivi blok numarasý ile gösterir -w, --interactive her iþlem için onay alýnýr --confirmation -w ile ayný

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control may be set with --backup or VERSION_CONTROL, values are: t, numbered make numbered backups nil, existing numbered if numbered backups exist, simple otherwise never, simple always make simple backups
tr: --suffix veya SIMPLE_BACKUP_SUFFIX ile belirtilmedikçe yedek soneki '~' dir. Sürüm denetimi aþaðýdaki deðerler --backup veya VERSION_CONTROL ile kullanýlarak yapýlabilir: t, numbered numaralý yedekleme yapýlýr nil, existing mevcudun yedekleme þekline baðlý kalýnýr never, simple daima basit yedekleme yapýlýr
